{
    "name": "Dan Morales",
    "jobHistory": [
        "ExperienceExperience",
        "CIOCIOUniversal Music GroupUniversal Music GroupApr 2019 - Present · 5 yrs 6 mosApr 2019 to Present · 5 yrs 6 mosSanta Monica, CaliforniaSanta Monica, CaliforniaAdvisorAdvisorThe Hive, LLCThe Hive, LLCMar 2018 - Present · 6 yrs 7 mosMar 2018 to Present · 6 yrs 7 mosSan Francisco Bay AreaSan Francisco Bay AreaAdvisor to Silicon Valley startup incubator that focuses on startups that leverage advanced artificial intelligence, machine learning, data science and block chain.Advisor to Silicon Valley startup incubator that focuses on startups that leverage advanced artificial intelligence, machine learning, data science and block chain.Board MemberBoard MemberSpecial Olympics Northern California & NevadaSpecial Olympics Northern California & NevadaJun 2016 - Present · 8 yrs 4 mosJun 2016 to Present · 8 yrs 4 mosSan Francisco Bay AreaSan Francisco Bay AreaSpecial Olympics Northern California enriches the lives of more than 22,780 children and adults with intellectual disabilities and their communities in Northern California and Nevada through sports, education, and athlete health.Special Olympics Northern California enriches the lives of more than 22,780 children and adults with intellectual disabilities and their communities in Northern California and Nevada through sports, education, and athlete health.eBayeBay7 yrs 7 mos7 yrs 7 mosCIOCIOJun 2014 - Apr 2019 · 4 yrs 11 mosJun 2014 to Apr 2019 · 4 yrs 11 mosSan Jose, CaliforniaSan Jose, CaliforniaTransformed a San Jose based IT organization into a Global organization by creating a Technology roadmap that focused on People, Process and Technologies.  Revamped the image of IT by re-launching the internal innovation program to create solutions that could bridge internal IT with external product.  Modernized internal applications by delivery a services oriented architecture, leveraging HTML 5 adaptive responsive mobile development to transform our employee experiences.  Manage a team of over 1000 resources with a significant budget.•\tTransformed internal collaboration systems by migrating to O365 and implementing Google Applications.  Revamped communications while reducing dependency on traditional analog phones by implementing a state of the art video production system across the globe.•\tImproved employee productivity by delivering an internal employee mobile app that brings authentication, approvals and news directly to the employee's smart phone.  The app is powered by advanced AI/ML models and an extensive API platform.•\tModernized eBay's existing corporate network by upgrading network architecture in over 62 global locations.  The network was optimized by replacing routers, switches, wireless access points, increased bandwidth and implementing quality of service.•\tTransformed an outsourced IT help desk process by in-sourcing and creating MyIT Lounges at key locations.  Improved employee satisfaction by solving 99 percent of problems on first visit within 20 minutes.•\tPartnered with Business Executives, to build a massively scalable signal detection engine that leveraged advance data science techniques to detect data anomalies with fraud, ecommerce trends and cyber security intrusions.•\tStrengthened our environments by creating a security program that enhanced our networks, encrypted databases and rolled out multi-factor authentication for our employees and key applications.Transformed a San Jose based IT organization into a Global organization by creating a Technology roadmap that focused on People, Process and Technologies.  Revamped the image of IT by re-launching the internal innovation program to create solutions that could bridge internal IT with external product.  Modernized internal applications by delivery a services oriented architecture, leveraging HTML 5 adaptive responsive mobile development to transform our employee experiences.  Manage a team of over 1000 resources with a significant budget.\n\n•\tTransformed internal collaboration systems by migrating to O365 and implementing Google Applications.  Revamped communications while reducing dependency on traditional analog phones by implementing a state of the art video production system across the globe.\n•\tImproved employee productivity by delivering an internal employee mobile app that brings authentication, approvals and news directly to the employee's smart phone.  The app is powered by advanced AI/ML models and an extensive API platform.\n•\tModernized eBay's existing corporate network by upgrading network architecture in over 62 global locations.  The network was optimized by replacing routers, switches, wireless access points, increased bandwidth and implementing quality of service.\n•\tTransformed an outsourced IT help desk process by in-sourcing and creating MyIT Lounges at key locations.  Improved employee satisfaction by solving 99 percent of problems on first visit within 20 minutes.  \n•\tPartnered with Business Executives, to build a massively scalable signal detection engine that leveraged advance data science techniques to detect data anomalies with fraud, ecommerce trends and cyber security intrusions.\n•\tStrengthened our environments by creating a security program that enhanced our networks, encrypted databases and rolled out multi-factor authentication for our employees and key applications.Vice President Corporate Enablement FunctionsVice President Corporate Enablement FunctionsOct 2011 - Jun 2014 · 2 yrs 9 mosOct 2011 to Jun 2014 · 2 yrs 9 mosSan Jose, CASan Jose, CATechnology Executive supporting HR, Finance, Legal and Corporate Comunications for Ebay Inc.  Provided technology support for over 350 global corporate applications.•\tTransformed legacy Finance, HR and Legal Systems, by upgrading SAP to HANA, implementing WorkDay, Ariba, DocuSign and SalesForce.•\tExtensively leverage the Force.com platform to enhance business processes.•\tLeveraged Internal Cloud to Strengthen Applications, by migrating 90 percent of Corporate Applications into eBay’s cloud and Microsoft Azure.Technology Executive supporting HR, Finance, Legal and Corporate Comunications for Ebay Inc.  Provided technology support for over 350 global corporate applications.\n\n•\tTransformed legacy Finance, HR and Legal Systems, by upgrading SAP to HANA, implementing WorkDay, Ariba, DocuSign and SalesForce.\n•\tExtensively leverage the Force.com platform to enhance business processes.\n•\tLeveraged Internal Cloud to Strengthen Applications, by migrating 90 percent of Corporate Applications into eBay’s cloud and Microsoft Azure.Sr. VP -Enterprise Corporate Technology ExecutiveSr. VP -Enterprise Corporate Technology ExecutiveBank of AmericaBank of AmericaOct 2003 - Mar 2011 · 7 yrs 6 mosOct 2003 to Mar 2011 · 7 yrs 6 mosDrove the consolidation of de-centralized IT teams and assisted in creating a Global Corporate Staff Technology team.  Managed the following Global Technology teams: Finance & Supply Chain, Corporate Workplace, Human Resources, Risk Management, Business Intelligence, Project Management Systems, Architecture and the Corporate Intranet.  Managed a team as large as 1500 employees and over 1000 off-shore resources.• Launched enterprise selection of SAP to replace legacy financial systems, driving 400 -member team with a project budget of $250M over 5 years.• Saved $10M annually, by off-shoring production support to global delivery partners based in India and Mexico.• Partnered with Business Executives to develop growth strategies in Asia Pacific region.  Currently implementing all back office applications in China, Malaysia and Rusia in support of aggressive business growth.• Strengthened data warehousing/business intelligence capability by creating a business intelligence center of excellence and negotiating an enterprise license agreement with Hyperion.• Championed development of customer & product profitability; considered one of the largest profitability systems in the world, which enables the effective management of products and customers.• Launched contract management and procurement system currently managing over $17 billion of spend per year with reconciliation against contractual terms in an Ariba platform.• Improved employee satisfaction by sponsoring the “MyWork” program which enabled employees to work virtually through the use of voice over internet protocol technologies and collaboration tools.  Realized savings of $8M per year by allowing employees to work from home and reducing corporate real estate footprint.• Stabilized corporate intranet web portal by re-architecting infrastructure and negotiating an enterprise license agreement with Vignette to allow for future growth while containing cost.Drove the consolidation of de-centralized IT teams and assisted in creating a Global Corporate Staff Technology team.  Managed the following Global Technology teams: Finance & Supply Chain, Corporate Workplace, Human Resources, Risk Management, Business Intelligence, Project Management Systems, Architecture and the Corporate Intranet.  Managed a team as large as 1500 employees and over 1000 off-shore resources.\n• Launched enterprise selection of SAP to replace legacy financial systems, driving 400 -member team with a project budget of $250M over 5 years.\n• Saved $10M annually, by off-shoring production support to global delivery partners based in India and Mexico.\n• Partnered with Business Executives to develop growth strategies in Asia Pacific region.  Currently implementing all back office applications in China, Malaysia and Rusia in support of aggressive business growth.\n• Strengthened data warehousing/business intelligence capability by creating a business intelligence center of excellence and negotiating an enterprise license agreement with Hyperion.\n• Championed development of customer & product profitability; considered one of the largest profitability systems in the world, which enables the effective management of products and customers.\n• Launched contract management and procurement system currently managing over $17 billion of spend per year with reconciliation against contractual terms in an Ariba platform.\n• Improved employee satisfaction by sponsoring the “MyWork” program which enabled employees to work virtually through the use of voice over internet protocol technologies and collaboration tools.  Realized savings of $8M per year by allowing employees to work from home and reducing corporate real estate footprint.\n• Stabilized corporate intranet web portal by re-architecting infrastructure and negotiating an enterprise license agreement with Vignette to allow for future growth while containing cost.Show all 7 experiences"
    ],
    "education": [
        "EducationEducation",
        "Rice UniversityRice UniversityBA, Managerial StudiesBA, Managerial Studies1985 - 19891985 - 1989"
    ],
    "skills": [
        "Business Continuity",
        "Emerging Technologies",
        "Offshore Outsourcing",
        "Performance Measurement",
        "Full P&L Responsibility",
        "Vendor Management",
        "Business Intelligence",
        "Business Analysis",
        "Program Management",
        "Change Management",
        "Process Improvement",
        "IT Strategy",
        "Business Process Improvement",
        "Strategic Planning",
        "Risk Management",
        "Integration",
        "Business Continuity",
        "Emerging Technologies",
        "Offshore Outsourcing",
        "Performance Measurement",
        "Full P&L Responsibility",
        "Vendor Management",
        "Business Intelligence",
        "Business Analysis",
        "Program Management",
        "Change Management",
        "IT Strategy",
        "Business Process Improvement",
        "Risk Management",
        "Integration",
        "Strategic Planning"
    ]
}